Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/umo.se/kondoma.html.tmx
Source language: sme
Languages: sma

source: Kondoma lea una hui asehis lateksa (gumme) busse man bidjá cihpa dehe seksaájanasa nala go galgá atnit seksa.
sma: Kondome voessetje dan jassijes lateksistie (gummije) maam boetjese jallh seksegaavnan beaja jis galka seksem utnedh.

source: Kondoma sáhttá geavtit suodjin sohkabealedávddaid vuostá sierralágán seksas dego cinneanašeamis, bahtaráigeanašeamis ja jus lea njálbmeseksa cihpain.
sma: Maahta kondomen nåhtadidh tjoeleskïemtjelassi vööste ovmessie seksine v.g. dååkerdidh, anaaledååkerdimmie jïh jis njaelmiesekse boetjine åtna.

source: Cinneanašeamis dat suddje maid áhpehisvuođa vuostá.
sma: Dååkerdimmine aaj vaarjele guktie ij baavijehtjieh.

source: Kondoma sáhttá maid geavtit jus hárjeha iešduhtadeami, jus dovdá ahte lea somá ja vai šaddá čeahppi bidjat dan nala ja diehtá mot dovdo oažžut sperpma kondomii.
sma: Maahta aaj kondome nåhtadidh gosse onaneeredh, jis sæjhta buerebe sjïdtedh dam tseegkedh jïh daajra guktie damtedh gosse boetje-goglenassh kondomenasse båetieh.

source: Kondomat gávdnojit máŋgga sturrodagas, hámis, fearggas ja mágus.
sma: Kondomh ovmessie stoeredahkh, hammoeh, klaerieh jïh smååhkh gååvnesieh.

source: Eanaš kondomat mat gávdnojit oastit dábálaš gávppiin leat oalle seammalágánat, muhto neahtas ja bures sorterejuvvon seksagávppiin sáhttá gávdnat máŋggaid sturrodagaid ja hámiid.
sma: Jienebh kondomh mejtie maahta bovresne åestedh mahte seammalaakan, mohte maahta aaj jeatjah stoeredahkh, hammoeh gaskeviermesne jïh seksebovrine gaavnedh.

source: Sierra sturrosaš kondomat heivejit sierra buoragit sierra cihpaide ja danin sáhttá leahkit buorre geahččaladdat vai gávdná kondoma masa liiko.
sma: Ovmessie kondomh sjiehtieh ovmessie boetjide jïh dan gaavhtan hijven dejtie pryövedh goske kondomem gaavnedh maam lyjhkoe.

source: Eanas kondomat leat vuidon johtinávdnasiin vai dat leat vuohkkasat geavtit eaige ruvve.
sma: Jienebh kondomh bådtjaldahkesne juktie maereles jïh eah skoepenh.

source: Jus ii gierdda lateksa (gumme) sáhttá geavtit plásttas dahkkon kondomaid.
sma: Jis lateksistie (gummije) siknjede maahta kondomidie mah plastihkeste nåhtadidh.

source: Kondoma biddjojuvvo cihppii mas lea erokšuvdna dehe seksaájanassii.
sma: Guktie kondomem nåhtede ?

source: Vai kondoma galgá suddjet sohkabealedávddaid ja áhpehisvuođa vuostá lea dehálaš ahte dat lea nalde olles anašeami áigge.
sma: Kondome garre boetjese jallh seksegaavnan beaja. Jis kondeme galka tjoeleskïemtjelassi vööste vaarjelidh jïh ij baavijehtjieh vihkeles dam abpe dååkerdimmesne åtna.

source: Jus golggus boahtá kondomii galgá leahkit várrogas go geassá cihpa olggos vai sperbma ii goaikko cinnái dehe bahtaráigái.
sma: Jis kondomenasse båata dellie tjuara geehtedh gosse boetjem olkese geasa guktie ij boetje-goglenassh skornjese jallh anaalese båetieh.

source: Soaitá dárbbahit hárjehallat bidjat kondoma njuolga ládje.
sma: Kaanne daarpesje heerjehtalledh kondomem aajmoelaakan tseegkedh.

source: Jus ovttaskasas lea cihppa sáhttá hárjehallat bidjat dan nala go iešduhtada.
sma: Jis boetje maahta dejnie heerjehtalledh dïsse dam bïejedh gosse onaneeredh.

source: Jus ii leat dat sáhttá geavtit ovdamearkka dihte dildu dehe rušppi mainna hárjehallá.
sma: Jis ij leah maahta dildoem jallh viskesroehtsem utnedh gosse heerjehtalledh.

source: Ná don bijat kondoma ovdamearkka dihte cihppii dehe dildui:
sma: Naemhtie dorje gosse galka kondomem boetjese jallh dildoem tseegkedh:

source: Rulle kondoma veháš nu ahte oidno man guvlui dan galgá rullet.
sma: Jårresth kondomem ånnetji vååjnoes guktie dam edtja tseegkedh.

source: Jus kondoma bidjo cihppii galgá dat leahkit garas go kondoma rullejuvvo.
sma: Jis kondomem boetjese tseegkie, dam galka garres årrodh gosse kondomem dïsse jårrestidh.

source: Jus lea ovdanáhkki dan ferte geassit maŋos.
sma: Gïesh åvtenjaltjam bååstede.

source: Bija kondoma návleoaivvi geahčái, deatte suorpmaiguin lihti seamma áiggi go kondoma rullejuvvo vulos nu ahte ilbmi ii beasa cihpa dehe dildu ja kondoma gaskii.
sma: Bïejh kondomem boetjegeatjan, dïedtesth soermigujmie bijjemes guktie ij naan bïegke-bollenjes sjædta gosse kondomem våålese jårresth, kondomen jïh boetjen jallh dildoem gaskem.

source: Go kondoma rullejuvvo aivve vulos, jođit dalle kondoma bajás vehá ja gease vulos dassážiigo ii leat miige rullemuš.
sma: Gosse kondomem våålese jårrestamme, gïesh dam ånnetji bæjjese viht jïh gïesh våålese guktie ij vielie aajmene jårrestidh.

source: Jus kondoma lea cihpas galgá geassit dan eret ovdalgo erokšuvdna lea luoitán.
sma: Jis kondome boetjen nelnie galka dam olkese gïesedh gosse garres.

source: Doala kondoma birra cihppamáddagis, go cihppa gessojuvvo olggos, nu ahte kondoma ii gahča.
sma: Kondomem råådtege steerh boetjen maadtegisnie, gosse boetjem olkese gïesh, guktie ij kondome destie njïejkedh.

source: Bálkes kondoma ribaide.
sma: Sleengkh kondomem tsumhtsielæhtan.

source: Ale doidde dan vulos hivssetráigái.
sma: Aellieh dam toaledtese bïejh.

source: Gos gávdná kondomaid ?
sma: Gusnie kondomh åådtje ?

source: Kondomat juhkkojuvvo dehe vuvdojuvvo nuoraidvuostáváldimis.
sma: Maahta aaj dejtie daalhkesebovresne, beapmoebovresne, tjååskesne jallh viermesne åestedh.

source: Gávdnojit maid oastit e.e. apotehkas, biebmogávppiin, kioskkain ja neahtas.
sma: Maahta aaj dejtie automateste biografine, restaurangine jïh klubpine åestedh.

source: Kondomat vuvdojuvvojit maid automáhtain biográfain, restoráŋŋain ja kluppiin.
sma: Jienebh joekehts kondomh gååvnesieh seksebovrine jïh gaskeviermesne.

source: Maid kondomat mákset ?
sma: Man dovres kondomh ?

source: Olugo dat mákset molsasaddá ja vuolgá das makkár sorttat kondoma vállje ja gos daid oastá.
sma: Daamhtaj jienebh kondomh paahkesne jïh dej åasah jarkesieh dan mietie mij kondomidie veeljie jïh gusnie dejtie åasta.

source: Nuoraidvuostáváldimat lávejit juohkit kondomaid nuvttá dehe vuovdit hálbbibui.
sma: Noeredåastovisnie dah kondomidie namhtah juekieh jallh aelpebe duekieh.

source: Man sihkkar kondoma lea ?
sma: Man vihties kondome ?

source: Kondoma lea sihkkaris suodji sihke sohkabealedávddaid ja áhpehisvuođa vuostá jus dat gevtojuvvo njuolga ládje, ja olles áiggi go anaša ja juohke geardde go anaša.
sma: Kondome vihties vaarjelimmie tjoeleskïemtjelassi vööste jïh ij baavijehtjieh jis aajmoelaakan nåhtadidh, abpe tïjjem gosse dååkerdeminie jïh fïerhten aejkien gosse dååkerdeminie.

source: Kondoma galgá seailluhit viessolieggasis ja báikkis gos dat ii ruvvasuva juoga vuostá.
sma: Edtja dah kondomh våarhkodh rommetemperatuvresne jïh sijjesnegusnie ij skoepenh.

source: Buorre báiki gos sáhttá atnit lea reddjolumma dehe veasku.
sma: Hijven sijjieh lea vuesiehtimmien gaavhtan jaagkanlåammesne jallh veaskosne.

source: Heajos báikkit leat maŋŋelumma dehe čuvges lásegárpmas.
sma: Nåake sijjieh lea vuesiehtimmien gaavhtan måvhkan låammesne jallh biejjiebaeriehkisnie.

source: Boares dehe goikan kondoma beđđo álkibut.
sma: Kondome mij båeries jallh råadtsoeh aelhkebe loedtene.

source: Oavddut
sma: Aevhkieh

source: Buorre suodji sohkabealedávddaid vuostá
sma: Hijven vaarjelimmie tjoeleskïemtjelassi vööste.

source: Sihkkaris suodji áhpehisvuođa vuostá
sma: Vihties vaarjelimmie ij baavijehtjieh.

source: Ii váikkut gorudii
sma: Ij kråahpem tsevtsieh.

source: Heajos bealit
sma: Tjuara dejtie utnedh gosse sæjhta dååkerdidh.

source: Soaitá leahkit unohas momeanta daningo galgá bidjat easka go lea ožžon erošuvnna.
sma: Daarpesje dejnie heerjehtalledh guktie aelhkies dam dïsse tseegkedh jïh aajmoelaakan damtedh.

source: Ferte huolahit ahte dat leat lahkosis go háliida anašit.
sma: Buejtie maahta vaarjelimmiem smålledidh jïh dellie aelhkebe loedtene.

source: Soaitá dárbbahit hárjehallama ovdalgo lea álki bidjat dan nala ja orro vuogas atnit dan.
sma: Ovmessie badtjah gååvnesieh: tjaetsiebaasereme, silikonbaasereme jallh badtja mestie gåabpatjahkijste.
